Repository: coderkun/mcg
Catalog: locale/*/LC_MESSAGES/mcg.po
Languages: de

source: Tracklist
de: Titelliste

source: large tracklist
de: große Titelliste

source: small tracklist
de: kleine Titelliste

source: hide tracklist
de: gar keine Titelliste

source: Title
de: Titel

source: Artist
de: Künstler

source: Sort
de: Sortierung

source: sort by artist
de: nach Künstler

source: sort by title
de: nach Titel

source: sort by year
de: nach Jahr

source: Enter hostname or IP address
de: Hostnamen oder IP-Adresse eingeben

source: Enter URL or local path
de: URL oder lokalen Pfad eingeben

source: Enter password or leave blank
de: Passwort eingeben oder leer lassen

source: Password:
de: Passwort:

source: Image Directory:
de: Bildordner:

source: File:
de: Datei:

source: Error:
de: Fehler:

source: <i>none</i>
de: <i>nichts</i>

source: Albums
de: Alben

source: Artists
de: Künstler

source: Seconds
de: Sekunden

source: Seconds played
de: Sekunden gespielt

source: Seconds running
de: Sekunden laufend

source: Statistics
de: Statistiken

source: Audio Devices
de: Audiogeräte

source: Playlist
de: Wiedergabeliste

source: search library
de: Bibliothek durchsuchen

source: {} of {} images loaded
de: {} von {} Bildern geladen

source: Library
de: Bibliothek

source: Connect or disconnect
de: Die Verbindung herstellen oder trennen

source: Switch between play and pause
de: Zwischen Abspielen und Pause wechseln

source: Adjust the volume
de: Die Lautstärke anpassen

source: Connect to MPD
de: Zu MPD verbinden

source: Show the cover in fullscreen mode
de: Das Cover im Vollbildmodus anzeigen

source: Settings and actions
de: Einstellungen und Aktionen

source: Select multiple albums
de: Mehrere Alben auswählen

source: Clear the playlist
de: Die Wiedergabeliste leeren

source: Search the library
de: Die Bibliothek durchsuchen

source: CoverGrid is a client for the Music Player Daemon, focusing on albums instead of single tracks.
de: CoverGrid ist ein ein Client für den Music Player Daemon, der sich auf Alben anstellen von einzelnen Songs fokussiert.

source: Connect
de: Verbinden

source: Play
de: Abspielen

source: Clear Playlist
de: Playlist leeren

source: Connection
de: Verbindung

source: Keyboard Shortcuts
de: Tastenkombinationen

source: Quit
de: Beenden

source: General
de: Allgemein

source: Switch to the Connection panel
de: Zum Verbindungspaneel wechseln

source: Switch to the Cover panel
de: Zum Cover-Paneel wechseln

source: Switch to the Playlist panel
de: Zum Wiedergabelistenpaneel wechseln

source: Switch to the Library panel
de: Zum Bibliothekspaneel wechseln

source: Show the keyboard shortcuts
de: Die Tastenkombinationen anzeigen (dieser Dialog)

source: Open the info dialog
de: Den Infodialog öffnen

source: Quit the application
de: Die Anwendung beenden

source: Player
de: Wiedergabeprogramm

source: Cover Panel
de: Cover-Paneel

source: Library Panel
de: Bibliothekspaneel

source: {} feat. {}
de: {} mit {}
